9/data/attachments/29d5d5d6a031d5b2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>soap_actions_e14349be-55c7-4042-8a4e-fbe94b0cda25</nif:username>
            <nif:friendToBeRequested>James_attorney_Actions_92437_8</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>